Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

# project.navigator.add.file
source: Add File
ar_ae: Project.navigator.add.file
de_ch: add.file(projekt.navigator)
es_mx: Añadir archivo a la guía del proyecto.
es_us: Añadir archivo a la guía de proyectos.
fr_ca: Ajoutez un fichier à la barre de navigation du projet.
hi_in: प्रोजेक्ट.नेविगेटर.एड.फाइल
id: Proyek.navigator.tambahkan.berkas
it: Aggiungi File
it_ch: Progetto.Navigatore.Aggiungi.File
ja_jp: プロジェクト.ナビゲータ.追加.ファイル
ko_kr: 프로젝트.네비게이터.추가.파일
nb_no: { "navigator.add.fil"-prosjekt
pt: adicionar.arquivo.projeto.navigator
pt_br: adicionar.arquivo.projeto.navigator.
tr: proje.navigator.ekle.dosya
uk_ua: Project.navigator.add.file
zh_hant: 新增檔案

# settings.account.no.account
source: Doesn't seem like you have a Git Account attached to Aurora Editor, press the "Add Account" button to a Git Account.
ar_ae: الإعدادات.الحساب.لا.الحساب
de_ch: einstellungen.konto.nr.konto.
es_mx: Ajustes.cuenta.no.cuenta
es_us: Ajustes.cuenta.no.cuenta
fr_ca: paramètres.compte.non.compte
hi_in: Settings.account.no.account
id: Pengaturan.akun.tidak.akun
it: Non sembra che tu abbia un account Git associato ad Aurora Editor, premi il pulsante "Aggiungi Account" per un account Git.
it_ch: impostazioni.account.numero.conto
ja_jp: 設定.アカウント.番号.アカウント
ko_kr: 설정.계정.번호.계정
nb_no: innstillinger.konto.nr.konto
pt: definições.conta.não.conta
pt_br: Configurações.conta.sem.conta
tr: ayarlar.hesap.sayfa.hesap
uk_ua: Settings.account.no.account
zh_hant: 您似乎尚無連結到 Aurora Editor 上的 Git 帳戶，請在 Git 帳戶上按「加入帳戶」紐。

# settings.github.login.access.repo
source: repo
ar_ae: Settings.github.login.access.repo
de_ch: settings.github.login.access.repo
es_mx: Configuración.github.inicio de sesión.acceso.repo
es_us: Configuración.github.inicio de sesión.acceso.repo
fr_ca: settings.github.login.access.repo.
hi_in: सेटिंग्स.गिटहब.लॉगिन.एक्सेस.रेपो
id: Pengaturan.github.login.access.repo
it_ch: settings.github.login.access.repo.
ja_jp: 設定.github.login.アクセス.リポジトリ
ko_kr: 설정.github.login.접속.리포지토리
nb_no: Settings.github.login.access.repo.
pt: Configurações.github.login.acesso.repositório
pt_br: Configurações.github.login.acesso.repo
tr: settings.github.login.access.repo
uk_ua: Settings.github.login.access.repo

# settings.theme.terminal.text
source: Text
ar_ae: الإعدادات.الموضوع.المحطة الطرفية.النص
de_ch: Einstellung.Thema.Terminal.Text.
es_mx: Ajustes.tema.terminal.texto.
es_us: Ajustes.tema.terminal.texto
fr_ca: Paramètres.thème.terminal.texte.
hi_in: सेटिंग्स.थीम.टर्मिनल.टेक्स्ट
id: Pengaturan.tema.terminal.teks
it: Testo
it_ch: Impostazioni.tema.terminale.testo
ja_jp: 設定.テーマ.端末.テキスト
ko_kr: 설정.테마.터미널.텍스트
nb_no: Innstillinger.tema.terminal.tekst.
pt: Definições.tema.terminal.texto
pt_br: Configurações.tema.terminal.texto
tr: ayarlar.teması.terminal.metin
uk_ua: Налаштування.тема.термінал.текст
zh_hant: 本文

# settings.general.appearance.system
source: System
ar_ae: الإعدادات.عام.المظهر.النظام
de_ch: einstellungen.allgemein.aussehen.system.
es_mx: Ajustes.general.apariencia.sistema
es_us: Ajustes.general.apariencia.sistema
fr_ca: Paramètres.général.apparence.système.
hi_in: सेटिंग्स.सामान्य.उपस्थिति.प्रणाली
id: Pengaturan.umum.penampilan.sistem
it: Sistema
it_ch: Impostazioni.Generale.Aspetto.Sistema.
ja_jp: 設定.一般.外観.システム
ko_kr: 설정.일반.외관.시스템
nb_no: Innstillinger.Generell.Utseende.System.
pt: Definições.Geral.Aparência.Sistema
pt_br: Configurações.Geral.Aparência.Sistema
tr: ayarlar.genel.görünüm.sistem
uk_ua: Налаштування.загальний.зовнішність.система
zh_hant: 系統

# settings.text.editing.type.over.completion
source: Enable type-over completion
ar_ae: الإعدادات.النص.التحرير.النوع.التجاوز.الإكمال
de_ch: Einstellung.Text.Bearbeitung.Typ.Über.Vervollständigung.
es_mx: Ajustes.texto.edición.tipo.sobre.completación
es_us: Ajustes.texto.edición.tipo.sobre.completación
fr_ca: Paramètres.Texte.Modification.Type.Au-dessus.Complétion.
hi_in: Settings.text.editing.type.over.completion
id: Pengaturan.teks.pengeditan.tipe.lebih.penselesaian
it: Abilita sovrascrittura del completamento
it_ch: Impostazioni.testo.modifica.tipo.sopra.completamento
ja_jp: 設定.テキスト.編集.タイプ.オーバー.完了
ko_kr: 설정.텍스트.수정.입력.완료.
nb_no: innstillinger.tekst.redigering.type.over.fullføring
pt: configurações.texto.editar.tipo.sobre.completamento
pt_br: configurações.texto.editar.tipo.acima.completamento
tr: ayarlar.yaz.düzenleme.tür.yukarı.tamamlama
uk_ua: Settings.text.editing.type.over.completion
zh_hant: 啟用 type-over 式自動補全

# settings.source.control.git.email
source: Git Email
ar_ae: Settings.source.control.git.email
de_ch: Einstellungen.Quelle.Steuerung.Git.E-Mail
es_mx: Ajustes.Fuente.Control.Git.Correo.E-mail
es_us: Ajustes.Fuente.Control.Git.Correo.E-mail
fr_ca: Paramètres.source.contrôle.git.e-mail.
hi_in: सेटिंग्स.स्रोत.नियंत्रण.गिट.ईमेल
id: Pengaturan.sumber.kontrol.git.email
it: Email Git
it_ch: Impostazioni.Fonte.Controllo.Git.Email
ja_jp: 設定.ソース.コントロール.git.メール
ko_kr: 설정.소스.컨트롤.깃.이메일
nb_no: Stillinger.Kilde.Kontroll.Git.E-post
pt: Configurações.fonte.controlo.git.email
pt_br: Configurações.fonte.controlo.git.email
tr: ayarlar.kaynak.kontrol.git.e-posta
uk_ua: Налаштування.джерело.контроль.git.електронна пошта
zh_hant: Git 電郵

# settings.general.show.active.file
source: Automatically Show Active File
ar_ae: الإعدادات.عام.عرض.نشط.ملف
de_ch: Einrichtung.Allgemein.Anzeige.Aktiv.Datei.
es_mx: Ajustes.general.mostrar.activo.archivo
es_us: Ajustes.general.mostrar.activo.archivo
fr_ca: Paramètres.général.affichage.actif.fichier.
hi_in: सेटिंग्स.general.show.active.file
id: Pengaturan.umum.tampilkan.aktif.file
it: Mostra automaticamente il file attivo
it_ch: Impostazioni.Generale.Mostra.Attivo.File.
ja_jp: 設定.一般.表示.アクティブ.ファイル
ko_kr: 설정.일반.표시.활성.파일
nb_no: Innstillinger.Generell.Vis.Aktiv.Fil
pt: Definições.gerais.mostrar.ativo.arquivo
pt_br: Configurações.gerais.mostrar.ativo.arquivo.
tr: ayarlar.genel.görüntüle.aktif.dosyası
uk_ua: Settings.general.show.active.file
zh_hant: 自動顯示現用檔案

# settings.general.open
source: Reopen Behavior
ar_ae: الإعدادات.عام.مفتوح
de_ch: einstellungen.allgemein.schliessen.
es_mx: Ajustes.general.abierto
es_us: Ajustes.general.abierto
fr_ca: Paramètres.général.ouvrir
hi_in: सेटिंग्स.सामान्य.खुला
id: Pengaturan.umum.terbuka
it: Comportamento di Riapertura
it_ch: Impostazioni.generali.aprire
ja_jp: 設定.一般.開く
ko_kr: 설정.일반.열기
nb_no: Innstillinger.Generelt.Åpne
pt: Definições.gerais.abrir
pt_br: Configurações.gerais.abrir
tr: ayarlar.genel.açık
uk_ua: Налаштування.загальні.відкрити
zh_hant: 重新開啟預設

# settings.theme.delete.selected
source: Delete selected theme
ar_ae: الإعدادات.الموضوع.الحذف.المحدد
de_ch: Wahlmöglichkeiten.Theme.Löschen.Ausgewählt.
es_mx: Ajustes.tema.eliminar.seleccionado.
es_us: Ajustes.tema.eliminar.seleccionado
fr_ca: Paramètres.thème.supprimer.sélectionné.
hi_in: सेटिंग्स.थीम.डिलीट.चयनित
id: Pengaturan.tema.hapus.terpilih
it: Elimina tema selezionato
it_ch: Impostazioni.tema.elimina.selezionato.
ja_jp: 設定.テーマ.削除.選択済み
ko_kr: 설정. 테마. 삭제. 선택된
nb_no: Innstillinger.tema.slett.valgt.
pt: Definições.tema.eliminar.selecionado
pt_br: Configurações.tema.delete.selecionado.
tr: ayarlar.tema.sil.seçilmiş
uk_ua: Settings.theme.delete.selected
zh_hant: 移除此風格

# settings.theme.style.text
source: Text
ar_ae: الإعدادات.الموضوع.النمط.النص
de_ch: einstellungen.thema.stil.text
es_mx: Ajustes.tema.estilo.texto
es_us: Ajustes.tema.estilo.texto
fr_ca: Paramètres.thème.style.texte.
hi_in: सेटिंग्स.थीम.शैली.पाठ
id: Pengaturan.tema.gaya.teks
it: Testo
it_ch: Impostazioni.tema.stile.testo
ja_jp: 設定.テーマ.スタイル.テキスト
ko_kr: 설정.테마.스타일.텍스트
nb_no: Innstillinger.Tema.Stil.Tekst
pt: Definições.tema.estilo.texto
pt_br: Configurações.tema.estilo.texto
tr: ayarlar.tema.stil.metin
uk_ua: Налаштування.тема.стиль.текст
zh_hant: 本文

# settings.general.navigator.position
source: Navigator Mode Position
ar_ae: الإعدادات.الملاح العام.الموقف
de_ch: einstellungen.allgemein.Navigator.Position.
es_mx: Ajustes.general.navigator.posición.
es_us: Ajustes.general.navigator.posición.
fr_ca: Paramètres.général.navigateur.position.
hi_in: सेटिंग्स.सामान्य.नेविगेटर.स्थिति
id: Pengaturan.umum.navigator.posisi
it: Posizione Modalità Navigatore
it_ch: Impostazioni.Generale.Navigatore.Posizione.
ja_jp: 設定.一般.ナビゲータ.位置
ko_kr: 설정.일반.네비게이터.위치
nb_no: innstillinger.generell.navigator.posisjon
pt: Definições.gerais.navigator.posição
pt_br: Configurações.gerais.navigator.posição.
tr: ayarlar.genel.navigatör.konum
uk_ua: Налаштування.загальний.навігатор.позиція
zh_hant: 導航模式位置

# project.navigator.sort.alphabetically
source: Alphabetically
ar_ae: Project.navigator.sort.albabetically
de_ch: Projekt.Navigator.Sortiere.Alphabetisch.
es_mx: requerimiento.navigator.ordenar.alfabéticamente
es_us: proyect.navigator.ordenar.alfabéticamente
fr_ca: Projet.navigateur.trier.alphabétiquement.
hi_in: प्रोजेक्ट.नेविगेटर.सॉर्ट.वर्णानुक्रम
id: Proyek.navigator.urutkan.secara abjad
it: In ordine alfabetico
it_ch: progetto.navigator.ordinare.in ordine alfabetico
ja_jp: プロジェクト.ナビゲータ.ソート.アルファベット順に
ko_kr: 프로젝트.네비게이터.정렬.알파벳순으로
nb_no: prosjekt.navigator.sorter.alfabetisk.
pt: projeto.navigator.ordenar.alfabeticamente
pt_br: Projeto.navigator.ordenar.alfabeticamente.
tr: proje.navigator.sıralama.alfabe olarak
uk_ua: Project.navigator.sort.alphabetically
zh_hant: 按字母排序

# settings.text.editing.tab.width
source: Default Tab Width
ar_ae: الإعدادات.النص.التحرير.علامة التبويب.العرض
de_ch: einstellungen.text.bearbeitung.registerkarte.breite.
es_mx: Ajustes.texto.edición.pestaña.ancho
es_us: Ajustes.texto.edición.pestaña.ancho
fr_ca: Paramètres.Texte.Modification.Fichier.Largeur.
hi_in: सेटिंग्स.टेक्स्ट.एडिटिंग.टैब.चौड़ाई
id: Pengaturan.teks.pengeditan.lebar.tab
it: Larghezza scheda predefinita
it_ch: Impostazioni.testo.modifica.scheda.larghezza
ja_jp: 設定.テキスト.編集.タブ.幅
ko_kr: 설정.텍스트.수정.탭.너비
nb_no: Innstillinger.tekst.redigering.fan.bredde
pt: configurações.texto.editar.aboto.largura
pt_br: Configurações.texto.editar.aboto.largura.
tr: ayarlar.yaz.düzenleme.sekmeci.genişlik
uk_ua: Settings.text.editing.tab.width
zh_hant: 預設製表鍵寬度

# about.credits
source: Credits
ar_ae: حول الاعتمادات
de_ch: Über.Credits
es_mx: créditos acerca de.
es_us: sobre.créditos
fr_ca: à propos de.crédits.
hi_in: क्रेडिट के बारे में
id: Tentang.kredit
it: Crediti
it_ch: informazioni.crediti
ja_jp: 信用について
ko_kr: 대략.신용
nb_no: Om.Kreditter
pt: sobre.créditos
pt_br: Sobre.créditos
tr: nakil.krediler hakkında
uk_ua: Про.кредити
zh_hant: 致謝

# settings.update.channel.beta
source: Beta
ar_ae: الإعدادات.التحديث.القناة.التجريبي
de_ch: Einstellungen.Aktualisierung.Kanal.Beta
es_mx: Ajustes.actualización.canal.beta
es_us: Ajustes.actualización.canal.beta
fr_ca: Paramètres.mise à jour.canal.bêta
hi_in: सेटिंग्स.अपडेट.चैनल.बीटा
id: Pengaturan.pembaruan.saluran.beta
it_ch: Impostazioni.Aggiornamento.Canale.Beta
ja_jp: 設定.アップデート.チャンネル.ベータ版
ko_kr: 설정.업데이트.채널.베타
nb_no: Innstillinger.Oppdater.Kanal.Beta.
pt: Definições.atualizar.canal.beta
pt_br: Configurações.atualizar.canal.beta
tr: ayarlar.güncelleme.kanal.beta
uk_ua: Налаштування.update.channel.beta
zh_hant: 測試版

# settings.general.menu.bar.hidden
source: Hidden
ar_ae: الإعدادات.القائمة العامة.شريط.مخفي
de_ch: Einzelheiten.Allgemein.Menüleiste.versteckt.
es_mx: Ajustes.general.menú.barra.oculta
es_us: Ajustes.general.menú.barra.oculta
fr_ca: Paramètres.général.menu.barre.caché.
hi_in: सेटिंग्स.general.menu.bar.hidden
id: Pengaturan.umum.menu.bar.tersembunyi
it: Nascosta
it_ch: Impostazioni.generali.menu.bar.nascosto
ja_jp: 設定.一般.メニュー.バー.非表示
ko_kr: 설정.일반.메뉴.바.숨김
nb_no: Innstillinger.Generell.Meny.Bar.Skjult.
pt: Definições.gerais.menu.bar.escondido
pt_br: Configurações.gerais.menu.bar.escondido.
tr: ayarlar.genel.menü.bar.gizli
uk_ua: Settings.general.menu.bar.hidden
zh_hant: 隱藏

# global.delete
source: Delete
ar_ae: Global.delete
de_ch: global.delete
es_mx: borrar globalmente.
es_us: borrar globalmente
fr_ca: supprimer globalement.
hi_in: वैश्विक.delete
id: Global.hapus
it: Elimina
it_ch: Cancella globale.
ja_jp: グローバル.削除する
ko_kr: 글로벌.삭제
nb_no: global.slett
pt: global.apagar
pt_br: global.delete
tr: kapsamlı.sil
uk_ua: Глобальний.видалити
zh_hant: 移除

# welcome.aurora
source: Welcome to Aurora
ar_ae: مرحبا بك. أورورا
de_ch: Willkommen. Aurora.
es_mx: bienvenido.aurora
es_us: bienvenido.aurora
fr_ca: bienvenue. aurora.
hi_in: आपका स्वागत है। अरोड़ा
id: Selamat datang.aurora
it: Benvenuto in Aurora
it_ch: benvenuto.aurora
ja_jp: ようこそ。オーロラ
ko_kr: 어서오세요.오로라
nb_no: Velkommen. Aurora.
pt: bem-vindo.aurora
pt_br: Bem-vindo.Aurora
tr: hoş geldin.aurora
uk_ua: Ласкаво просимо.Аврора
zh_hant: 歡迎來到 Aurora

# about.contributors
source: Contributors
ar_ae: حول المساهمين
de_ch: Über.Mitwirkende
es_mx: Acerca de.contribuidores
es_us: Acerca de.contribuidores
fr_ca: À propos des contributeurs.
hi_in: योगदानकर्ताओं के बारे में
id: Tentang.kontributor
it: Collaboratori
it_ch: informazioni.contributori
ja_jp: 寄稿者について
ko_kr: 대략.기고자들
nb_no: Om.Bidragsytere
pt: Sobre.contribuidores
pt_br: Sobre.contribuidores
tr: hakkında.katkıda bulunanlar
uk_ua: Про.учасників
zh_hant: 貢獻者

# about.license
source: License
ar_ae: حول الترخيص
de_ch: Über.Lizenz.
es_mx: sobre.licencia
es_us: sobre.licencia
fr_ca: à propos.de licence.
hi_in: लाइसेंस के बारे में
id: Tentang.lisensi
it: Licenza
it_ch: Informazioni.licenza
ja_jp: 約.ライセンス
ko_kr: 약.라이센스
nb_no: Om.lisens
pt: sobre.licença
pt_br: Sobre.licença
tr: hakk.lisans hakkında
uk_ua: Про.ліцензія
zh_hant: 授權

# welcome.remove.recents
source: Remove from Recent Projects
ar_ae: مرحبا بك. أزل. مؤخرا
de_ch: Willkommen. entferne. kürzlich.
es_mx: bienvenido.borrar.recientes
es_us: bienvenido.borrar.recientes
fr_ca: bienvenue.supprimer.récents.
hi_in: स्वागत है.remove.recents
id: Selamat datang.hapus.baru-baru ini
it: Rimuovi dai Progetti Recenti
it_ch: benvenuto.rimuovere.recenti
ja_jp: ようこそ。削除。最近の
ko_kr: 어서오세요.제거하세요.최근
nb_no: velkommen. fjern. nylige
pt: bem-vindo.remove.recents
pt_br: Bem-vindo.Remova.Recentes
tr: hoş geldin.kaldır.sonlar
uk_ua: Ласкаво просимо.видалити.останні
zh_hant: 從最近使用過的專案裡移除

# settings.theme.appearance.light
source: Light Mode
ar_ae: الإعدادات.الموضوع.المظهر.الضوء
de_ch: Einstellungs.Thema.Auftritt.Licht.
es_mx: Ajustes.tema.apariencia.luz.
es_us: Ajustes.tema.apariencia.luz
fr_ca: Paramètres.thème.apparence.clair.
hi_in: सेटिंग्स.थीम.उपस्थिति.प्रकाश
id: Pengaturan.tema.penampilan.cahaya
it: Modalità chiara
it_ch: Impostazioni.tema.aspetto.luce.
ja_jp: 設定.テーマ.外観.光
ko_kr: 설정. 테마. 모양새. 빛
nb_no: innstillinger.tema.utseende.lys
pt: Definições.tema.aparecimento.luz
pt_br: configurações.tema.aparecimento.luz
tr: ayarlar.tema.görünüm.ışık
uk_ua: Налаштування.тема.зовнішність.світло
zh_hant: 淺色

# project.inspector.history
source: History Inspector
ar_ae: المشروع.المفتش.التاريخ
de_ch: Projekti.Inspektor.Geschichte.
es_mx: proyecto.inspector.historial
es_us: proyecto.inspector.historial
fr_ca: Projet.inspecteur.historique.
hi_in: परियोजना.निरीक्षक.इतिहास
id: Proyek.inspektur.sejarah
it: Ispeziona Cronologia
it_ch: progetto.ispettore.storia
ja_jp: プロジェクト.インスペクター.履歴
ko_kr: 프로젝트.감사관.기록
nb_no: prosjekt.inspektør.historikk
pt: projeto.inspector.histórico
pt_br: Projeto.inspector.história
tr: proje.inceyici.geskueti
uk_ua: Project.inspector.history
zh_hant: 歷史檢視器

# settings.general.appearance.dark
source: Dark
ar_ae: الإعدادات.عام.المظهر.مظلم
de_ch: einstellungen.allgemein.aussehen.dunkel.
es_mx: Ajustes.general.apariencia.oscuro
es_us: Ajustes.general.apariencia.oscuro
fr_ca: Paramètres.général.apparence.sombre.
hi_in: सेटिंग्स.सामान्य.उपस्थिति.डार्क
id: Pengaturan.umum.penampilan.gelap
it: Scuro
it_ch: Impostazioni.generali.aspetto.oscuro.
ja_jp: 設定.一般.外観.暗い
ko_kr: 설정.일반.외관.어둡다
nb_no: innstillinger.generell.utseende.mørk
pt: Definições.geral.aparecimento.escuro
pt_br: Configurações.Geral.Aparência.Escuro.
tr: ayarlar.genel.görünüm.karanlık
uk_ua: Settings.general.appearance.dark
zh_hant: 深色

# settings.general.navigator.position.top
source: Top
ar_ae: الإعدادات.العامة.المستكشف.الموضع.أعلى
de_ch: einstellungen.allgemein.navigator.position.oberst.
es_mx: Ajustes.general.navigator.posición.arriba
es_us: Ajustes.general.navigator.posición.arriba
fr_ca: Paramètres.général.navigateur.position.haut.
hi_in: सेटिंग्स.सामान्य.नेविगेटर.स्थिति.शीर्ष
id: Pengaturan.umum.navigator.posisi.atas
it: In alto
it_ch: Impostazioni.generali.navigatore.posizione.in alto.
ja_jp: 設定.一般.ナビゲータ.位置.上部
ko_kr: 설정.일반.네비게이터.위치.상단
nb_no: innstillinger.generell.navigator.posisjon.øverst
pt: Definições.gerais.navigator.posição.cima
pt_br: Configurações.gerais.navigator.posição.topo
tr: ayarlar.genel.navigatör.konum.üstte
uk_ua: Settings.general.navigator.position.top
zh_hant: 上方

# global.on
source: On
ar_ae: عالمي. على
de_ch: global.on.
es_mx: global.en
es_us: global.en
fr_ca: mondial.sur
hi_in: वैश्विक.ऑन
id: Global.on
it: Attivo
it_ch: globale.su
ja_jp: グローバル.オン
ko_kr: 글로벌.온
nb_no: global.på
pt: global.on.
pt_br: Global.no
tr: global.on
uk_ua: Global.on
zh_hant: 啟用

# about.error.no.credits.found
source: Credit file not found.
ar_ae: حول.الخطأ.لا.الاعتمادات.تم العثور عليها
de_ch: Über.Fehler.Keine.Gutschriften.Gefunden.
es_mx: sobre.error.no.credits.encontrados
es_us: sobre.error.no.credits.encontrados
fr_ca: A propos de.erreur.non.crédits.trouvés.
hi_in: About.error.no.credits.found
id: Tentang.kesalahan.tidak.ada.kredit.yang ditemukan
it: File crediti non trovato.
it_ch: circa.errore.nessun.credito.trovato
ja_jp: 約。エラー。ノー。クレジット。見つかった
ko_kr: 오류.무효.신용정보 없음.찾음
nb_no: er feil. Ingen kreditter funnet.
pt: Sobre.erro.não.encontrou.créditos.
pt_br: Sobre.erro.não.créditos.encontrados
tr: hakkında.sorun.hükümsüz.krediler.bulunamadı
uk_ua: About.error.no.credits.found
zh_hant: 找不到致謝檔。

# settings.aurora.login.password
source: Enter your Password
ar_ae: Settings.aurora.login.password
de_ch: Setup.Aurora.Login.Passwort.
es_mx: Ajustes.aurora.inicio de sesión.contraseña
es_us: Ajustes.aurora.inicio de sesión.contraseña
fr_ca: Paramètres.Aurora.Connexion.Mot de passe.
hi_in: सेटिंग्स.ऑरोरा.लॉगिन.पासवर्ड
id: Pengaturan.aurora.login.kata sandi
it: Inserisci la tua password
it_ch: Impostazioni.aurora.login.password.
ja_jp: 設定.オーロラ.ログイン.パスワード
ko_kr: 설정.오로라.로그인.비밀번호
nb_no: Innstillinger.Aurora.Innlogging.Passord
pt: Definições.aurora.login.senha
pt_br: Configurações.aurora.login.senha
tr: ayarlar.aurora.giriş.şifre
uk_ua: Settings.aurora.login.password
zh_hant: 輸入您的密碼

# settings.account.username.description %@
source: Your username is public and will represent you in %@
ar_ae: Settings.account.username.description %@
de_ch: Einstellungen.Konto.Benutzername.Beschreibung %@
es_mx: Ajustes.cuenta.nombre de usuario.descripción %@
es_us: Ajustes.cuenta.nombre de usuario.descripción %@
fr_ca: paramètres.compte.nom d'utilisateur.description %@
hi_in: Settings.account.username.description %@
id: Pengaturan.akun.namapengguna.deskripsi %@
it: Il tuo username è pubblico e ti rappresenterà in %@
it_ch: impostazioni.account.nomeutente.descrizione %@
ja_jp: 設定.アカウント.ユーザー名.説明 %@
ko_kr: 설정.계정.사용자이름.설명 %@
nb_no: Innstillinger.konto.brukernavn.beskrivelse %@
pt: definições.conta.nome de utilizador.descrição %@
pt_br: configurações.conta.nome de usuário.descrição %@
tr: ayarlar.hesap.kullanıcıad.açıkaltma %@
uk_ua: Settings.account.username.description %@
zh_hant: 您的用戶名稱將公開在 %@ 內代表您

# settings.gitlab.login.header
source: Sign in to your Gitlab account
ar_ae: Settings.gitlab.login.header
de_ch: Setup.GitLab.Login.Header.
es_mx: Ajustes.gitlab.login.encabezado.
es_us: Ajustes.gitlab.login.encabezado.
fr_ca: Paramètres.gitlab.login.en-tête.
hi_in: Settings.gitlab.login.header
id: Pengaturan.gitlab.login.header
it: Accedi al tuo account di Gitlab
it_ch: Impostazioni.GitLab.Login.Titolo.
ja_jp: 設定.gitlab.ログイン.ヘッダー
ko_kr: 설정.gitlab.로그인.헤더
nb_no: Innstillinger.GitLab.Innlogging.Overskrift
pt: Definições.gitlab.login.header
pt_br: Configurações.gitlab.login.header
tr: ayarlar.gitlab.giriş.başlık
uk_ua: Settings.gitlab.login.header
zh_hant: 登入您的 Gitlab 帳號

# settings.source.control.general.navigator
source: Source Control Navigator
ar_ae: الإعدادات.المصدر.التحكم.العام.المستكشف
de_ch: einstellungen.Quelle.Steuerung.Allgemein.Navigator.
es_mx: Ajustes.Fuente.Control.General.Navegador.
es_us: Ajustes.Fuente.Control.General.Navegador.
fr_ca: Paramètres.source.contrôle.général.navigateur.
hi_in: सेटिंग्स.स्रोत.नियंत्रण.सामान्य.नेविगेटर
id: Pengaturan.sumber.kontrol.umum.navigator
it: Navigatore del controllo di versione
it_ch: Impostazioni.Fonte.Controllo.Generale.Navigatore.
ja_jp: 設定.ソース.コントロール.一般.ナビゲータ
ko_kr: 설정.소스.컨트롤.일반.네비게이터
nb_no: Innstillinger.Kilde.Kontroll.Generelt.Navigator.
pt: Configurações.fonte.controlo.geral.navigator
pt_br: Configurações.fonte.controlo.geral.navigator
tr: ayarlar.kaynak.kontrol.genel.navigatör
uk_ua: Налаштування.джерело.контроль.загальний.навігатор
zh_hant: 原始碼管理導航器

# settings.theme.tab.editor
source: Editor
ar_ae: الإعدادات.الموضوع.علامة التبويب.المحرر
de_ch: Setup.Theme.Tab.Editor.
es_mx: Ajustes.tema.pestaña.editor
es_us: Ajustes.tema.pestaña.editor
fr_ca: Paramètres.thème.onglet.éditeur.
hi_in: सेटिंग्स.थीम.टैब.संपादक
id: Pengaturan.tema.tab.editor
it_ch: Impostazioni.tema.tabella.editor
ja_jp: 設定.テーマ.タブ.エディタ
ko_kr: 설정. 테마. 탭. 에디터
nb_no: Innstillinger.Tema.Fane.Redigerer
pt: Definições.tema.aboto.editor
pt_br: Configurações.tema.aboto.editor
tr: ayarlar.tema.sekmeci.editör
uk_ua: Settings.theme.tab.editor
zh_hant: 編輯器

# settings.general.issues.live
source: Show Live Issues
ar_ae: الإعدادات.عام.القضايا.مباشر
de_ch: Einstellungen.Allgemeine.Probleme.Live.
es_mx: Ajustes.general.cuestiones.en vivo
es_us: Ajustes.general.cuestiones.en vivo
fr_ca: paramètres.général.problèmes.en direct.
hi_in: सेटिंग्स.सामान्य.मुद्दे.लाइव
id: Pengaturan.umum.masalah.langsung
it: Mostra Problemi Live
it_ch: Impostazioni.Generale.Problemi.Vivo
ja_jp: 設定.一般.問題.ライブ
ko_kr: 설정.일반.문제.라이브
nb_no: innstillinger.generell.problemer.live.
pt: Definições.geral.problemas.vivo
pt_br: configurações.gerais.problemas.vivo
tr: ayarlar.genel.sorunlar.canlı
uk_ua: Налаштування.загальні.проблеми.живі
zh_hant: 現時問題顯示

# settings.terminal.options
source: Use "Option" key as "Meta"
ar_ae: الإعدادات.المحطة الطرفية.الخيارات
de_ch: Einrichtungen.Terminal.Optionen.
es_mx: Ajustes.terminal.opciones.
es_us: Ajustes.terminal.opciones
fr_ca: Paramètres.terminal.options.
hi_in: सेटिंग्स.टर्मिनल.विकल्प
id: Pengaturan.terminal.opsi
it: Usa il tasto "Option" come "Meta"
it_ch: Impostazioni.terminale.opzioni
ja_jp: 設定.端末.オプション
ko_kr: 설정.터미널.옵션들
nb_no: innstillinger.terminal.valg
pt: Definições.terminal.opções
pt_br: Configurações.terminal.opções
tr: ayarlar.terminal.seçenekler
uk_ua: Settings.terminal.options
zh_hant: 以「Option」鍵取代「Meta」

# settings.account.github
source: GitHub
ar_ae: الإعدادات.الحساب.github
de_ch: - settings.account.github
es_mx: Ajustes.cuenta.github
es_us: Ajustes.cuenta.github
fr_ca: paramètres.compte.github.
hi_in: सेटिंग्स.अकाउंट.गिटहब
id: Pengaturan.akun.github
it_ch: impostazioni.account.github
ja_jp: 設定.アカウント.github
ko_kr: 설정.계정.github
nb_no: settings.konto.github.
pt: Definições.conta.github
pt_br: Configurações.conta.github
tr: ayarlar.hesap.github
uk_ua: Налаштування.обліковий запис.github
